Repository: giellalt/corpus-smj
Catalog: tmx/nob/admin/depts/udir.no/14_undervisningsopp.html.tmx
Source language: smj
Languages: nob

source: Åhpadimgárvvidus: 10. dásse
nob: Hovedinnhold

source: Dánna åhpadiddje gávnná buojkulvisájt gåktu máhttá barggat máhtudakmihtoj 10. dásen.
nob: Her finner læreren eksempler på hvordan han eller hun kan arbeide med kompetansemål på nivå 10.

source: Dánna vuoseduvvá gåktu máhtudakmihto vuojnnusij båhti åhpadusmihttomierijn, sisanon ja barggamvuogijn, gåktu vuodotjehpudagá åvtåsduhteduvvi ja gåktu åhpadus máhttá hiebaduvvat juohkka åvta oahppáj.
nob: Her vises hvordan kompetansemål konkretiseres i læringsmål, innhold og arbeidsmåter, hvordan grunnleggende ferdigheter integreres og hvordan undervisningen kan tilpasses enkelteleven.

source: Árvustallam bargadahttijn ja gielladomena li gárvvidusán oase.
nob: Vurdering underveis og språkdomener er en del av opplegget.

source: Dát åhpadimgárvvidus vuoset gåktu barggat stuorra báhkoboanndudagáv åhtjudit ja gåktu moattelágásj njálmálasj rållajn dajt adnet.
nob: Dette undervisningsopplegget tar for seg hvordan elevene kan arbeide med å skaffe seg et bredt ordforråd og hvordan de anvender dette i ulike muntlige roller.

source: Máhtudakmihto
nob: Kompetansemål

source: Njálmálasj guládallam
nob: Muntlig kommunikasjon

source: Åhpadusá mihttomierre le oahppe galggá máhttet
nob: Mål for opplæringen er at eleven skal kunne

source: buktet bágoj valljudagáv ja máhttet ságastallat dan milta mij le vuordedahtte ja gájbbedahtte
nob: beherske et bredt ordforråd og uttrykke seg muntlig på en nyansert og situasjonstilpasset måte

source: tjielggit dárkkelit gåktu giela ja kultuvra Sámen dejvadi ja gilposti, ja gåktu ietjas giella ja kultuvrra åvddån ja rievddá buohta ietjá gielaj ja kultuvraj
nob: forklare hvordan språk og kulturer i dagens Sápmi / Sábme / Saepmie møtes og brytes, og hvordan eget språk og kultur utvikles og endres i samspill med andre

source: Åhpadimgárvvidus ij álu gåbtjå ålles máhtudakmihtov.
nob: Undervisningsopplegget dekker ikke alltid hele kompetansemål.

source: Máhtudakmihto vuojnnuj båhti åhpadusmihttomierijn.
nob: Kompetansemålene er konkretisert i læringsmål.

source: Åhpadusmihttomiere le lávkke gåktu máhtudakmihtojt jåksåt.
nob: Læringsmålene er et steg mot oppnåelsen av kompetansemålene.

source: Ietjá hiebalgis máhtudakmihto
nob: Vis alle

source: Åhpadusmihttomiere
nob: Læreplan i norsk

source: Oahppe galggá máhttet:
nob: Språk og kultur Mål for opplæringen er at eleven skal kunne

source: sámástit stuorra báhkoboanndudagájn
nob: samtale om utviklingen av samisk språk og kultur i lys av norsk språk- og fornorskingspolitikk (VGIII)

source: tjielggit guovtegielalasjvuodav ja giellaåvddånimev, árvustallambuojkulvisájt ja njálmálasj máhtudahkav
nob: forklare flerspråklighet og gi eksempler på hvordan språklig og kulturell samhandling kan bidra til språklige endringer og kulturell bevissthet (VGI)

source: árvustallambuojkulvisá, njálmálasj máhtudagá
nob: Her vises det noen generelle læringsmål, og i læringsaktiviteten vises det mer konkrete eksempler.

source: Dáv máhtáv vehi:
nob: nyansere språket sitt

source: Dáv máhtávållu buoragit:
nob: forklare tospråklighet og språkutvikling

source: Dáv máhtáv huj buoragit:
nob: eksempler på vurderingskriterier, muntlig kompetanse

source: adnet stuorra báhkoboanndudagáv
nob: Jeg har et avansert ordforråd.

source: Mujna le unnes báhkoboanndudáhka
nob: uttrykke deg nyansert og situasjons-tilpasset

source: Mujna le viek stuorra báhkoboanndudáhka
nob: Jeg kan i noen grad uttrykke meg situasjonstilpasset.

source: Mujna le huj stuorra báhkoboanndudáhka
nob: Jeg kan uttrykke meg situasjons-tilpasset og ganske nyansert.

source: buorre sieradus gielajn ságastit dilij milta
nob: Jeg kan i stor grad uttrykke meg situasjons-tilpasset og nyansert.

source: Mån máhtáv muhtem mærráj ságastit dilij milta
nob: La elevene lage tre spørsmål hver for eksempel om språk.

source: Mån máhtáv dilij milta viehka sieradus gielajn ságastit
nob: Dette er med på å aktualisere temaet.

source: Mån máhtáv dilij milta buorre sieradus gielajn buoragit ságastit
nob: Ved behov kan læreren hjelpe elevene med spørsmål:

source: a.) Dibde oahppijt guhtik gålmmå gatjálvisá dahkat d.d. giela birra.
nob: Hvilke språk møter du i hverdagen ?

source: Dát bajet temáv.
nob: Hvor ofte bruker du samisk ?

source: Man álu sámásta juohkka biejve ?
nob: Hvor ofte bruker du samisk hver dag ?

source: Manen la sámegiella ájnas ?
nob: Hvorfor er samisk viktig ?

source: b.) Dibde oahppijt gulldalit musihkav, gæhttjat gåvåjt jali dali nav.
nob: b) La elevene lytte til musikk, se på bilder eller liknende.

source: Sij tjálli ietjasa ájádusájt ja dåbdojt, ja lisstaj tjálli d.d. verbajt, substantijvajt ja adjektijvajt
nob: De skriver ned tankene og følelsene sine og lister opp for eksempel verb, substantiv og adjektiv.

source: c.) Dahkit báhkospelav åvddål gå oajvvedoajmma álggá.
nob: c) Lag et ordspill før selve hovedaktiviteten begynner.

source: Spella galggá tjielggit bágojt ja moallánagájt valla oajvvebáhko ij galga nammaduvvat.
nob: Spillet går ut på å forklare ord og begrep uten å bruke selve hovedordet.

source: Dahkit kårtåjt bágoj ma gulluji oahppopládnamihttuj: tjielggit dárkkelit gåktu giela ja kultuvra Sámen dejvadi ja gilposti, ja gåktu ietjas giella ja kultuvrra åvddån ja rievddá buohta ietjá gielaj ja kultuvraj.
nob: Lag kort med ord som knyttes til læreplanmålet forklare hvordan språk og kulturer i dagens Sápmi / Sábme / Saepmie møtes og brytes, og hvordan eget språk og kultur utvikles og endres i samspill med andre.

source: Bágo kårtåjn galggi jur sámegiellaj tjuodtjot.
nob: Ordene på kortene skal kun stå på samisk.

source: Makkir bágojt vállji doajmmaj, oahppijda hiebaduvvá.
nob: Hvilke ord man velger til aktiviteten, tilpasses elevene.

source: Kårtå galla dåhkkiji lamineriduvvat vaj mahtti aktelattjat aneduvvat.
nob: Kortene kan gjerne lamineres så de kan brukes jevnlig.

source: Buojkulvisá bágojda ma máhtti kårtåjn tjuodtjot:
nob: Eksempler på ord som kan stå på kortene:

source: Dánna gåvvidum kårtåj:
nob: Her illustrert med kort:

source: Gå galggi hárjjidallat gatjálvisájt dahkat de máhttá gatjálvistjåvda aneduvvat.
nob: For å trene på å lage spørsmål kan spørrenøkkel brukes.

source: Gatjálvistjåvda doajmmá dan láhkáj juhte vásstádus vatteduvvá ja de oahppe galggi vásstádussaj gatjálvisájt dahkat.
nob: En spørrenøkkel fungerer slik at svaret blir oppgitt, og så skal elevene lage spørsmål til svaret.

source: Åhpadiddje máhttá gárves sjiemájt dahkat ma aktalasj åhpadusdåjmajn aneduvvi.
nob: Læreren kan lage ferdige skjemaer som jevnlig benyttes i læringsaktiviteter.

source: Buojkulvis Vásstádus Sámedigge, ja gatjálvisá ma gulluji dasi máhtti liehket.
nob: Eksempel Svaret Sametinget, og tilhørende spørsmål kan være:

source: Mij la Kárásjågån ?
nob: Hva ligger i Karasjok ?

source: Mij almmalattjat rabáduváj jagen 1989 ?
nob: Hva ble offisielt åpnet i 1989 ?

source: Sámedigge
nob: Sametinget

source: Gånnå li 39 ájrrasa ?
nob: Hva har 39 representanter ?

source: Gånnå le Egil Olli presidænnda ?
nob: Hvor er Egil Olli president ?

source: Ságájdahttemav dahkat
nob: Referere fra intervju

source: Oahppe galggi gárvedit ságájdahttemav, tjadádit dav ja oajvvesisanov ságájdahttemis mujttalit.
nob: Elevene skal forberede et intervju, gjennomføre det og referere hovedinnholdet fra intervjuet.

source: Bargo tjadá galggi oahppe gåhtsevattja årrot dan hárráj gåktu guládallamdille gielav bájnni.
nob: Gjennom arbeidet skal elevene være bevisst på hvordan kommunikasjonssituasjonen påvirker språket.

source: Man birra galggi oahppe gatjádit ?
nob: Hva skal elevene spørre om ?

source: Gåktu galggi gatjádit ?
nob: Hvordan skal de stille spørsmål ?

source: Majt vierddiji dahkat gå galggi dárkkelis láhkáj åvddånbuktet.
nob: Hva må de gjøre for å uttrykke seg presist nok ?

source: Dagá moattelágásj rållajt oahppijda, jali dibddet ietjasa válljit ja hábmedit rållajt.
nob: Lag ulike roller til elevene, eller la dem være med på å velge og utforme roller.

source: Máhttá liehket mánná sáme / dárogiel mánájgárden jali ietjá ållessjattuk sábme gut la ållessjattugin sámegielav oahppam.
nob: For eksempel kan det være et barn i en samisk / norsk barnehage eller en voksen same som har lært seg samisk i voksen alder.

source: Máhttá nuorav ságájdahttet gåhtjos lijggebágoj anoj birra, jali áhkov dárojduhttema birra.
nob: En ungdom kan intervjues om bruk av såkalte slangord, eller en bestemor kan intervjues om fornorsking.

source: Hiebadum åhpadus
nob: Tilpasset opplæring

source: Oahppijn gænna li valljes giella ja moallánakboanndudáhka, máhtti hasoduvvat tjadádit ságájdahttemav vani manusa dagá.
nob: Elever som har godt utviklet språk og begrepsapparat, kan oppfordres til å gjennomføre intervjuet med minst mulig bruk av manus som hjelp.

source: Oahppijda gudi dárbahi dårjav, máhtti åvdutjis ållu gárves gatjálvisá dagáduvvat.
nob: For elever med behov for støtte, kan det lages helt ferdige formulerte spørsmål på forhånd.

source: Oahppe máhtti filmmit jali báddit ságájdahttemijt digitálalattjat vuodon åvddålijguovloj bargguj.
nob: Elever kan filme eller spille inn intervjuene digitalt som grunnlag for videre arbeid.

source: Oahppe máhtti ságájdahttet mánájt vuolep dásijn.
nob: Elevene kan intervjue barn på lavere skoletrinn.

source: Dát aj rávkká giella le hiebaduvvam.
nob: Dette krever også tilpasset språk.

source: Oahppe gudi barggi buoragit, máhtti hasoduvvat ságájdahttemijs dahkat reportásjav mij galggá sáddiduvvat radio ’ an jali tv ’ an.
nob: Elever som mestrer oppgaven godt, kan utfordres til å lage en reportasje av intervjuet som skal sendes på radio eller tv.

source: Oahppe gudi sámásti buoragit, máhtti hasoduvvat lågåtjit ja ålgolt åhpatjit báhkotsoabmijt.
nob: Elever som behersker samisk godt, kan utfordres til å lese og memorere ordtak.

source: Árvustallam
nob: Vurdering

source: Diededimbuojkulvisá:
nob: Eksempler på tilbakemelding:

source: Máhtudakmihto Ulmme åhpadusájn le oahppe galggá máhtttet
nob: Kompetansemål Mål for opplæringen er at eleven skal kunne

source: tjielggit gåktu giela ja kultuvra dálásj Sámen dejvadi ja gilposti
nob: forklare hvordan språk og kulturer i dagens Sápmi / Sábme / Saepmie møtes og brytes …

source: Mij le buorre: Dån gávna buorre buojkulvisájt gåktu giela ja kultuvra dejvadi ja gilposti Sámen sierraláhkáj sámegielagij ja dárogielagij gassken.
nob: Hva som er bra: Du finner gode eksempler på hvordan språk og kultur møtes og brytes i Sápmi / Sábme / Saepmie, spesielt mellom samer og ikke-samer.

source: Majt máhtá buoredit: Dån vierddi gávnnat buojkulvisájt gåktu giella ja kultuvrra sámij gasskan duon dán sáme guovlon dejvadi ja gilposti
nob: Hva du kan forbedre: Du bør finne eksempler på hvordan språk og kultur mellom samer i de ulike samiske områdene møtes og brytes.

source: stuorra báhkoboanndudagáv adnet ja njálmálattjat sieradus ja hiebalgis láhkáj dilij hárráj åvddånbuktet
nob: beherske et bredt ordforråd og uttrykke seg muntlig på en nyansert og situasjonstilpasset måte

source: Mij le buorre: Dujna le stuorra báhkoboanndudahka.
nob: Hva er bra: Du behersker et bredt ordforråd.

source: Dån hiebada gielav buoragit ságájdahttemrållan.
nob: Du tilpasser språket godt til rollen som intervjuer.

source: Majt máhtá buoredit: Dån máhtá sieradit gielav buorebut ságájdahttem referáhtajn.
nob: Hva du kan forbedre: Du kan nyansere språket bedre i referatet fra intervjuet.

source: Dála muhtem buojkulvisá gåktu oahppe máhtti ietjasa árvustallat:
nob: Her er noen eksempler på hvordan elevene kan foreta egenvurdering:

source: Makkir gatjálvisájn lij buorre ja sieradus giella ?
nob: Hvilke spørsmål hadde godt og nyansert språk ?

source: Majt ittjiv vásstádusájs dádjada ?
nob: Hva forsto jeg ikke av svarene ?

source: Majt ådåsis dárbajiv tjielggiduvvat ?
nob: Hva trengte jeg å få forklart på nytt ?

source: Oahppe máhttá ietjas åvddånimev tjielggit.
nob: Eleven kan beskrive egen utvikling.

source: Oahppe galggi árvustallat majt sij ajtu máhtti ja bukti ja majt li oahppam.
nob: Elevene skal vurdere hva de faktisk kan og mestrer og hva de har lært.

source: Dáv gávnnat de máhtti oahppe dievddet DHO-sjiemáv.
nob: For å finne ut dette kan elevene fylle ut et VØL-skjema.

source: Sjiebmá dievdeduvvá oahppijs åvddål gå sij álggi åhpadusdåjmajn.
nob: Skjemaet fylles ut av elevene før de setter i gang læringsaktiviteten.

source: Vuodotjehpudagá
nob: Grunnleggende ferdigheter

source: Máhttet njálmálattjat åvddånbuktet: Njálmálasj tjehpudáhka le oajvvedoajmma dán buojkulvisán.
nob: Å kunne uttrykke seg muntlig: Den muntlige ferdigheten er den dominerende aktiviteten i dette eksempelet.

source: Máhttet tjálálattjat åvddånbuktet: Oahppe gatjálvisájt hábmedi.
nob: Å kunne uttrykke seg skriftlig: Elevene formulerer spørsmål.

source: Sij maŋenagi tjálli vásstádusájt gatjálvisájda ja referáhtajt tjálli.
nob: De skriver svar på spørsmål fortløpende, og de skriver referat.

source: Gielladomena
nob: Språkdomener

source: Dán gárvvidussáj máhttá åhpadiddje gæhttjalit gávnnat ságastallamrádnajt vuorrasijvieson, nuorajkluppajn, kafeajn, dållågátten, jåhkågátten jali muodulágásj sajijn gånnå sámegielaga æjvvali.
nob: Til dette opplegget kan læreren prøve å finne samtalepartnere på eldrehjem, i ungdomsklubber, på kafeer, rundt bålet, ved elvekanten eller liknende hvor man kan finne samiskspråklige personer.

source: Guorrasit ságastit vissa temáj jali vissa tjuolmaj birra.
nob: Avtal samtale knyttet til et bestemt tema eller en bestemt problemstilling.

source: Divna guládallama galggi sámegiellaj.
nob: All kommunikasjon foregår på samisk.

source: Jus lihpit jur klássalanján, de dåhkki sámeslávgáv tjuottjodattjat bievden.
nob: Om man kun benytter seg av klasserommet, kan man bruke et samisk flagg som stilles på bordet / kateteret.

source: Madin slávggá le badjen da divna sámásti.
nob: Da snakker alle samisk så lenge flagget er oppe.

source: Anta Pirak: Jåhttesáme viessom, girjje ja cd ’ a.
nob: Jens-Ivar Nergård: ” Det skjulte Nord-Norge ”

source: Anders Nystø ja Sigmund Johnsen: Sámásta 2, ja Hárjjidusá 2, Báhko 2001
nob: Jan Helge Soleng: i: Árvvut, árvo, vierhtie, samiske verdier: ” mo geavahit deaivvadansajiid gaskaoapmin go lea bargamin nuoraid árvvuiguin ”, sosiale arenaer som middel for arbeid med verdier blant ungdom.

source: Kurt Tore Andersen: Gå skirri sádá
nob: Film: Min mors hemmelighet.

source: http://lul.skrivebua.no /
nob: Ellen-Astri Lundby, Sonar Film DA 2009
